{"_id":{"$oid":"6093e3ff61de5db1df765296"},"Name":"Jonathan Demme","Bio":"Jonathan Demme was an American film director, producer and screenwriter of film and television who earned widespread acclaim.","Birth":"1944","Death":"2017"}
{"_id":{"$oid":"6093e43f61de5db1df765297"},"Name":"Judd Apatow","Bio":"Judd Apatow  is an American film director, producer, screenwriter, and comedian.","Birth":"1967","Death":""}
{"_id":{"$oid":"6093e48361de5db1df765298"},"Name":"Martin Scorsese","Bio":"Martin Charles Scorsese was born on November 17, 1942 in Queens, New York City, to Catherine Scorsese (née Cappa) and Charles Scorsese, who both worked in Manhattan's garment district, and whose families both came from Palermo, Sicily. He was raised in the neighborhood of Little Italy, which later provided the inspiration for several of his films. Scorsese earned a B.S. degree in film communications in 1964, followed by an M.A. in the same field in 1966 at New York University's School of Film. During this time, he made numerous prize-winning short films including The Big Shave (1967), and directed his first feature film, Who's That Knocking at My Door (1967).","Birth":"1942","Death":""}
{"_id":{"$oid":"6093e4d461de5db1df765299"},"Name":"Frank Darabont","Bio":"Frank Darabont is a Hungarian-American film director, screenwriter and producer who has been nominated for three Academy Awards and a Golden Globe Award.","Birth":"1959","Death":""}
{"_id":{"$oid":"6093ee9561de5db1df76529a"},"Name":"Francis Ford Coppola","Bio":"Francis Ford Coppolais is an American film director, producer and screenwriter.","Birth":"1939","Death":""}
{"_id":{"$oid":"6093eedb61de5db1df76529b"},"Name":"Christopher Nolan","Bio":"Christopher Nolan is a British-American film director, producer, and screenwriter.","Birth":"1970","Death":""}
{"_id":{"$oid":"6093ef2e61de5db1df76529c"},"Name":"Quentin Tarantino","Bio":"Quentin Tarantino is an American film director, screenwriter, producer, and actor.","Birth":"1963","Death":""}
{"_id":{"$oid":"6093ef7a61de5db1df76529d"},"Name":"Sergio Leone","Bio":"Sergio Leone was an Italian film director, producer and screenwriter, credited as the creator of the Spaghetti Western genre and widely regarded as one of the most influential directors in the history of cinema.","Birth":"1929","Death":"1989"}
