{"_id":{"$oid":"6093d76842c418d945304529"},"Name":"Action","Description":"Associated with particular types of spectacle (e.g., explosions, chases, combat)."}
{"_id":{"$oid":"6093d79a42c418d94530452a"},"Name":"Comedy","Description":"Defined by events that are primarily intended to make the audience laugh."}
{"_id":{"$oid":"6093d81e61de5db1df76528b"},"Name":"Drama","Description":"Focused on emotions and defined by conflict, often looking to reality rather than sensationalism."}
{"_id":{"$oid":"6093d84761de5db1df76528c"},"Name":"Fantasy","Description":"Films defined by situations that transcend natural laws and/or by settings inside a fictional universe, with narratives that are often inspired by or involve human myths."}
{"_id":{"$oid":"6093d88261de5db1df76528d"},"Name":"Horror","Description":"A horror story is told to deliberately scare or frighten the audience, through suspense, violence or shock."}
{"_id":{"$oid":"6093d8d161de5db1df76528e"},"Name":"Horror","Description":"A horror story is told to deliberately scare or frighten the audience, through suspense, violence or shock."}
{"_id":{"$oid":"6093d90961de5db1df76528f"},"Name":"Thriller","Description":"A thriller is a story that is usually a mix of fear and excitement. It has traits from the suspense genre and often from the action, adventure or mystery genres, but the level of terror makes it borderline horror fiction at times as well."}
{"_id":{"$oid":"6093d93761de5db1df765290"},"Name":"Western","Description":"Stories in the Western genre are set in the American West, between the time of the Civil war and the early 20th century."}
{"_id":{"$oid":"6093d97361de5db1df765291"},"Name":"Crime","Description":"A crime story is often about a crime that is being committed or was committed, but can also be an account of a criminal's life."}
{"_id":{"$oid":"6093d9ab61de5db1df765292"},"Name":"Fantasy","Description":"A fantasy story is about magic or supernatural forces, as opposed to technology as seen in science fiction."}
{"_id":{"$oid":"6093d9eb61de5db1df765293"},"Name":"Science fiction","Description":"Science fiction (once known as scientific romance) is similar to fantasy, except stories in this genre use scientific understanding to explain the universe that it takes place in. It generally includes or is centered on the presumed effects or ramifications of computers or machines; travel through space, time or alternate universes; alien life-forms; genetic engineering; or other such things. "}
{"_id":{"$oid":"6093da6b61de5db1df765294"},"Name":"Action","Description":"An action story is similar to adventure, and the protagonist usually takes a risky turn, which leads to desperate situations (including explosions, fight scenes, daring escapes, etc.)."}
{"_id":{"$oid":"6093da9261de5db1df765295"},"Name":"Comedy","Description":"Comedy is a story that tells about a series of funny, or comical events, intended to make the audience laugh."}
